---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.WorksharingDisplayGraphicSettings
source: html/c208c957-bd15-7e24-e27f-eb14be32993c.htm
---
# WorksharingDisplayGraphicSettings Members

Creates a new instance.